Repository: AhmedAtbi/erpProjet
Catalog: Translations/ALProject2.*.xlf
Languages: fr_fr

# Table 3040182083 - Field 514743000 - Property 2879900210
source: Short Description
fr_fr: Courte description

# Table 3534050887 - Field 3040182083 - Property 2879900210
source: Classroom
fr_fr: Classe

# Table 3534050887 - Field 3292786705 - Property 2879900210
source: Classroom
fr_fr: Classe

# Table 3534050887 - Field 415504711 - Property 2879900210
source: ID
fr_fr: Identifiant

# Table 1418429579 - Field 2016694080 - Property 2879900210
source: CIN
fr_fr: N carte d'identite

# Table 1418429579 - Field 3040182083 - Property 2879900210
source: Classroom
fr_fr: Classe

# Table 1418429579 - Field 3292786705 - Property 2879900210
source: Classroom
fr_fr: Classe

# Table 1418429579 - Field 1856816140 - Property 2879900210
source: Country
fr_fr: Pays

# Table 1418429579 - Field 1285973296 - Property 2879900210
source: Email
fr_fr: Adresse mail

# Table 1418429579 - Field 3444679095 - Property 2879900210
source: First Name
fr_fr: Prenom

# Table 1418429579 - Field 4068742839 - Property 2879900210
source: Last Name
fr_fr: Nom

# Table 1418429579 - Field 646935216 - Property 2879900210
source: Phone
fr_fr: Telephone

# Table 3528812511 - Field 2522187226 - Property 2879900210
source: Cours description
fr_fr: Description du cours

# Table 3528812511 - Field 4257050294 - Property 2879900210
source: Id Cours
fr_fr: Id du cours

# Table 3528812511 - Field 454289845 - Property 2879900210
source: Id Student
fr_fr: Id Etudiant

# Table 3528812511 - Field 2196167343 - Property 2879900210
source: Mark subject
fr_fr: Notes du cours

# Table 2199584568 - Field 3168444338 - Property 2879900210
source: Address
fr_fr: Adresse

# Table 2199584568 - Field 1285973296 - Property 2879900210
source: Email
fr_fr: Adresse mail

# Table 2199584568 - Field 3444679095 - Property 2879900210
source: First Name
fr_fr: Prenom

# Table 2199584568 - Field 4068742839 - Property 2879900210
source: Last Name
fr_fr: Nom

# Table 2199584568 - Field 646935216 - Property 2879900210
source: Phone
fr_fr: Numero telephone

# Table 1251506994 - Field 3292786705 - Property 2879900210
source: Classroom Description
fr_fr: Description de la classe

# Table 1251506994 - Field 2522187226 - Property 2879900210
source: Cours Description
fr_fr: Description du cours

# Table 1251506994 - Field 4267770493 - Property 2879900210
source: ID Classroom
fr_fr: Id de la classe

# Table 1251506994 - Field 4257050294 - Property 2879900210
source: ID Course
fr_fr: Id du cours

# Table 1251506994 - Field 1167494562 - Property 2879900210
source: ID Teacher
fr_fr: Id professeur

# Page 1223978989 - Property 2879900210
source: Classroom List
fr_fr: Liste des classes

# Page 2999614335 - Property 2879900210
source: Teacher Entries List
fr_fr: Liste des entrees professeurs

# Page 1050106769 - Property 2879900210
source: Course List
fr_fr: Liste des cours

# Page 709879359 - Property 2879900210
source: Student Card
fr_fr: Etudiant

# Page 1824029429 - Property 2879900210
source: Student List
fr_fr: Etudiants

# Page 2121192580 - Property 2879900210
source: Students Notes List
fr_fr: Liste des notes etudiants

# Page 2121192580 - Control 2196167343 - Property 2879900210
source: Mark
fr_fr: Notes

# Page 4045736748 - Property 2879900210
source: Teacher Card
fr_fr: Proffesseur

# Page 4045736748 - Action 2831722276 - Property 2879900210
source: Courses/Classroom
fr_fr: Cours / Classessss

# Page 3157106474 - Property 2879900210
source: Teacher List
fr_fr: Professeurs
